import { Vote } from './vote';

export const VOTES: Vote[]=[
    {

            "bill": {

                "id": 178,

                "name": "הצעת חוק הפיקוח על יצוא ביטחוני (תיקון - הגבלות על יצוא ביטחוני לכוחות ביטחון שביצעו הפרות חמורות של זכויות אדם)"

            },

            "vote": "נמנע"

        },

        {

            "bill": {

                "id": 179,

                "name": "הצעת חוק שימוש חוזר במים אפורים"

            },

            "vote": "נגד"

        },

        {

            "bill": {

                "id": 181,

                "name": "החלת דין רציפות על הצעת חוק הדואר (תיקון מס' 12) (רישום פרטי שולח על גבי דבר דואר רשום וציונם בהודעה)"

            },

            "vote": "בעד"

        },

        {

            "bill": {

                "id": 182,

                "name": "הצעת חוק הדואר (תיקון - פרטי חובה בהודעה בדבר משלוח דואר רשום)"

            },

            "vote": "בעד"

        },

        {

            "bill": {

                "id": 183,

                "name": "הצעת חוק הגנת הצרכן (תיקון - ביטול עסקה ברוכלות ועסקת מכר מרחוק)"

            },

            "vote": "בעד"

        },

        {

            "bill": {

                "id": 184,

                "name": "הצעת חוק לתיקון פקודת מס הכנסה (ניכוי סכומים שהוצאו לצורך טיפול בילד)"

            },

            "vote": "בעד"

        },

        {

            "bill": {

                "id": 185,

                "name": "הצעת חוק לתיקון פקודת העיריות (מניעת מגורי המבקר בתחום העירייה)"

            },

            "vote": "נגד"

        },

        {

            "bill": {

                "id": 192,

                "name": "הצעת חוק המחשבים (תיקון - הגדרת הטלפון החכם כמחשב)"

            },

            "vote": "נגד"

        },

        {

            "bill": {

                "id": 193,

                "name": "הצעת חוק חובת רישום סטנוגרמי בגופים ציבוריים"

            },

            "vote": "נגד"

        },

        {

            "bill": {

                "id": 194,

                "name": "הצעת חוק לתיקון פקודת הסטטיסטיקה (ביטול העבירה של סירוב או הימנעות למלא שאלון)"

            },

            "vote": "בעד"

        }
]